[{
  "id": "p001",
  "image": "../images/store/butterfly-pea-oil.jpg",
  "name": "Butterfly Flower Pea Oil",
  "quantity": "50ml",
  "priceCents": 495,
  "rating":{
    "stars": 4.5,
    "count": 125
  },
  "description": "Immerse yourself in a sensory journey as the Butterfly Pea Flower Essential Oil releases a sweet, floral fragrance with subtle earthy undertones. The captivating aroma evokes feelings of tranquility and connection to the natural world.",
  "catergory": "Essential Oils"

},
{
  "id": "p002",
  "image": "../images/store/coconut-oil.jpg",
  "name": "Pure Virgin Coconut Oil",
  "quantity": "50ml",
  "priceCents": 345,
  "rating": {
    "stars": 4,
    "count": 127
  },
  "description": "Indulge in the richness of nature with our Pure Virgin Coconut Oil, a luxurious elixir derived from the heart of tropical coconuts. Unparalleled in its versatility and celebrated for centuries, this natural wonder is a testament to the bounties of the coconut palm.",
  "catergory": "Essential Oils"

},
{
  "id": "p003",
  "image": "../images/store/macadamia-oil.jpg",
  "name": "Golden Macadamia Nut Oil",
  "quantity": "75ml",
  "priceCents": 700,
  "rating": {
    "stars": 4.5,
    "count": 56
  },
  "description": "Renowned for its rich composition of monounsaturated fats and antioxidants, our macadamia oil is a powerhouse for skin and hair health. Experience deep hydration as the oil absorbs quickly, leaving your skin soft and supple. Its lightweight texture makes it an ideal choice for all skin types.",
  "catergory": "Essential Oils"
},
{
  "id": "p004",
  "image":"../images/store/lemon-oil.jpg",
  "name": "Pure Lemon Essential Oil",
  "quantity": "50ml",
  "priceCents": 150,
  "rating": {
    "stars": 5,
    "count": 2197
  },
  "description": "Awaken your senses with the vibrant aroma of our Pure Lemon Essential Oil, extracted from the zesty peels of sun-kissed lemons. Immerse yourself in the invigorating and refreshing essence that encapsulates the purest form of this citrus treasure.", 
  "catergory": "Essential Oils"
}
]